---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.DekanewtonsPerMeter
source: html/5d165bb0-2777-e95c-ef18-b2342b07a011.htm
---
# Autodesk.Revit.DB.UnitTypeId.DekanewtonsPerMeter Property

Dekanewtons per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId DekanewtonsPerMeter { get; }
```